package my.app;
public class Help extends App{
    @Override
    public void help() {
        System.out.println("\n\n------------------------------------------------ HELP COMMANDS ---------------------------------------------------\n"+
                           "| Как создать папку ? - folder |  a) дать имя папке b) путь куда сохранить например: C:\\fol и Enter         |\n"+
                           "| Как создать файл ?  - touch  |  Записать строку и сохранить например: C:\\File.txt и Enter                      |\n"+
                           "| Как удалить файл ?  - rm     |  Выбарать путь например:  С:\\folder  и Enter                                    |\n"+
                           "------------------------------------------------------------------------------------------------------------------\n\n\n");

    }
}
